{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "distribution": "uniform", "seed": null, "mode": "fan_in"}}, "batch_input_shape": [null, 10], "activation": "relu", "kernel_constraint": null, "dtype": "float32", "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "units": 25, "name": "dense_3", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "use_bias": true, "activation": "linear", "name": "dense_4", "dtype": "float32", "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "units": 2, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null}}], "name": "sequential_2"}, "keras_version": "2.3.1", "backend": "tensorflow"}