{"class_name": "Sequential", "config": {"layers": [{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "distribution": "uniform", "seed": null, "mode": "fan_in"}}, "batch_input_shape": [null, 10], "activation": "relu", "name": "dense_3", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "units": 25, "use_bias": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "use_bias": true, "activation": "linear", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "units": 2, "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32"}}], "name": "sequential_2"}}, {"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 2.0, "distribution": "uniform", "seed": null, "mode": "fan_in"}}, "batch_input_shape": [null, 2], "activation": "relu", "name": "dense_1", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "kernel_constraint": null, "units": 25, "use_bias": true, "dtype": "float32"}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "use_bias": true, "activation": "sigmoid", "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "units": 1, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32"}}], "name": "sequential_1"}}], "name": "sequential_3"}, "keras_version": "2.3.1", "backend": "tensorflow"}